Repository: AKotov-dev/gchanger
Catalog: gchanger/languages/gchanger.*.po
Languages: ru

source: Apply
ru: Применить

source: Install the selected GRUB theme
ru: Установить выбранную тему GRUB

source: Replace background
ru: Заменить фон

source: Default Mageia resolution: 1024x768x32 WidthxHeight or WidthxHeight,auto or auto
ru: Разрешение Mageia по умолчанию: 1024x768x32 ШиринаxВысота или ШиринаxВысота,auto или auto

source: Delete the selected theme
ru: Удалить выбранную тему

# tmainform.deleteitem.caption
source: Delete theme
ru: Удалить тему

# tmainform.exportbtn.caption
source: Export
ru: Экспорт

source: Upload the selected theme to the archive *.tar.gz
ru: Выгрузить выбранную тему в архиве *.tar.gz

# tmainform.exportitem.caption
source: Export to *.tar.gz
ru: Экспорт в *.tar.gz

# tmainform.getscreenbtn.hint
source: Get the screen resolution
ru: Получить разрешение экрана

source: Background of the selected theme (preview)
ru: Фон выбранной темы (предосмотр)

source: Pause:
ru: Пауза:

# tmainform.loadbtn.caption
source: Load
ru: Загрузить

source: Loading a theme from a directory
ru: Загрузить тему из директории

# tmainform.loaditem.caption
source: Load theme
ru: Загрузить тему

source: Restore
ru: Восстановить

source: Restore default settings
ru: Восстановить настройки по умолчанию

source: Delay before booting the system
ru: Задержка перед загрузкой системы

source: License: GPLv3 Author: alex_q_2000 (C) 2022 URL: https://linuxforum.ru
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2022 URL: https://linuxforum.ru

source: This theme is active now! It cannot be deleted!
ru: Эта тема активна! Её нельзя удалить!

source: Install the selected theme?
ru: Установить выбранную тему?

source: Replace the background of the selected theme?
ru: Заменить фон выбранной темы?

# unit1.sloadingimage
source: loading an background image...
ru: загрузка изображения фона...

source: There is no theme in this directory!
ru: Эта директория не содержит темы!

source: Theme installation is running, please wait...
ru: Запущена установка темы, пожалуйста ждите...

source: Delete the selected theme?
ru: Удалить выбранную тему?

source: The theme already exists. Overwrite it?
ru: Тема уже существует. Перезаписать?

source: Restore default settings?
ru: Восстановить настройки по умолчанию?
